Repository: obserfy/obserfy
Catalog: apps/vor/frontend/i18n/lingui/*/messages.po
Languages: id

source: "{0}" will be permanently deleted. Are you sure?
id: "{0}" akan dihapus secara permanen. Apa anda yakin?

source: <0>"{name}"</0> and student data related to it will be permanently deleted. Are you sure?
id: <0>"{name}"</0> dan data murid yang terkait akan dihapus secara permanen. Apa anda yakin?

source: <0>"{name}"</0> curriculum and student data related to it will be permanently deleted. Are you sure?
id: kurikulum <0>"{name}"</0> dan data murid terkait akan dihapus secara permanen. Apa anda yakin?

source: Add
id: Tambah

source: Add Guardian
id: Tambah Wali

source: Add More
id: Tambah lagi

source: Add Picture
id: Tambah Foto

source: Add more email
id: Tambah email

source: Add new plan
id: Tambah rencana baru

source: Address
id: Alamat

source: All Guardians
id: Semua Wali Murid

source: All Students
id: Semua Murid

source: Already have an account?
id: Sudah punya akun?

source: Are you a parent or guardian?
id: Apakah anda orang tua atau wali murid?

source: Are you sure you want to delete this guardian completely?
id: Anda yakin ingin menghapus wali murid ini?

source: Are you sure you want to delete this image?
id: Anda yakin ingin menghapus gambar ini?

source: Are you sure you want to delete {title}?
id: Anda yakin mau menghapus {title}?

source: Are you sure you want to remove {0} from the list of guardians?
id: Apa anda yakin ingin menghapus {0} dari daftar wali murid ini?

source: Are you sure you want to remove {name}?
id: Apa anda yakin mau menghapus {name}?

source: Are you sure you want to set this image as profile picture?
id: Anda yakin ingin pasang gambar ini profil gambar?

source: Area
id: Bidang

source: Area name
id: Nama bidang

source: Areas
id: Bidang

source: Attach Images
id: Lampirkan Gambar

source: Available every
id: Tersedia setiap

source: Back to Billing
id: Kembali ke Pembayaran

source: By
id: Oleh

source: Cancel
id: Batal

source: Cancel Plan
id: Batalkan Paket

source: Change Area
id: Ubah Bidang

source: Choose a Name
id: Pilih Nama

source: Class
id: Kelas

source: Classes
id: Kelas

source: Create
id: Buat

source: Create New
id: Buat baru

source: Create lesson plans
id: Buat rencana pembelajaran

source: Create new class
id: Buat kelas baru

source: Create observation
id: Catat observasi baru

source: Create your first class to track your student's class enrollment.
id: Buat kelas pertama anda untuk melacak pendaftaran siswa.

source: Created by
id: Dibuat oleh

source: Current Plan
id: Paket saat ini

source: Current classes
id: Kelas saat ini

source: Curriculum
id: Kurikulum

source: Curriculum Name
id: Nama Kurikulum

source: Curriculum Progress
id: Perkembangan Kurikulum

source: Curriculum name
id: Nama kurikulum

source: Custom
id: Kustom

source: Custom Curriculum
id: Kustom Kurikulum

source: Daily
id: Harian

source: Dark
id: Gelap

source: Date
id: Tanggal

source: Date of Birth
id: Tanggal Lahir

source: Date of Entry
id: Tanggal Masuk

source: Delete
id: Hapus

source: Delete Class?
id: Hapus Kelas?

source: Delete Curriculum?
id: Hapus Kurikulum?

source: Delete Observation?
id: Hapus Observasi?

source: Delete Subject?
id: Hapus Mata Pelajaran?

source: Delete guardian?
id: Hapus Wali?

source: Delete image?
id: Hapus gambar?

source: Delete plan?
id: Hapus rencana?

source: Description
id: Deskripsi

source: Details
id: Detil

source: Do you want to remove {name} from {studentName}'s list of guardians?
id: Apa anda ingin menghapis {name} dari daftar wali murid {studentName}?

source: Edit
id: Ubah

source: Edit Area
id: Ubah Bidang

source: Edit Class
id: Ubah Kelas

source: Edit Classes
id: Ubah Kelas

source: Edit Curriculum
id: Ubah Kurikulum

source: Edit Gender
id: Ubah Jenis Kelamin

source: Edit Name
id: Ubah Nama

source: Edit Note
id: Ubah Catatan

source: Edit Notes
id: Ubah Catatan

source: Edit Short Description
id: Ubah Deskripsi Pendek

source: Edit Student ID
id: Ubah ID Murid

source: Edit Title
id: Ubah Judul

source: Emails sent!
id: Email dikirim!

source: End Time
id: Waktu Selesai

source: Event Time
id: Waktu Observasi

source: Ex. Mathematics
id: Cth. Matematika

source: Export
id: Ekspor

source: Export Observations
id: Ekspor Observasi

source: Father
id: Ayah

source: Female
id: Perempuan

source: Forgot Password
id: Lupa Password

source: Friday
id: Jumat

source: Gallery
id: Galeri

source: Gender
id: Jenis Kelamin

source: Get full access to all features.
id: Dapatkan akses ke seluruh fitur.

source: Get started now with 30-days free trial
id: Mulai sekarang dengan free trial 30-hari

source: Give Feedback
id: Beri kritik dan saran

source: Go to Class Settings
id: Ke Pengaturan Kelas

source: Go to Curriculum
id: Buka Kurikulum

source: Go to parent dashboard
id: Kunjungi dashboard untuk orang tua

source: Guardian Name
id: Nama Wali Murid

source: Guardian Profile
id: Profil Wali

source: Guardians
id: Wali Murid

source: Have a question? Shoot us an email at support@obserfy.com
id: Punya pertanyaan? Kirim email ke support@obserfy.com

source: Help and Feedbacks
id: Bantuan dan Masukan

source: Image gallery
id: Galeri gambar

source: Images
id: Gambar

source: In Progress
id: Dalam Proses

source: Invite Your Team
id: Undang Tim Anda

source: Invite using emails
id: Undang dengan email

source: Invite using link
id: Undang dengan link

source: Language
id: Bahasa

source: Learn more.
id: Info lebih lanjut.

source: Light
id: Terang

source: Links
id: Tautan

source: Log Out
id: Keluar

source: Login
id: Masuk

source: Male
id: Laki-laki

source: Manage your student data
id: Kelola data murid anda

source: Materials
id: Materi

source: Monday
id: Senin

source: Mother
id: Ibu

source: Name
id: Nama

source: Name (Required)
id: Nama (Wajib)

source: New
id: Baru

source: New Area
id: Bidang Baru

source: New Class
id: Kelas Baru

source: New Guardian
id: Wali Baru

source: New Observation
id: Observasi Baru

source: New Student
id: Murid Baru

source: New Subject
id: Mata Pelajaran Baru

source: New school
id: Buat sekolah baru

source: Next billing date
id: Tanggal tagiahan selanjutnya

source: No class has been set
id: Belum ada kelas terpasang

source: No classes selected yet
id: Belum ada kelas terpilih

source: No email set
id: Email belum terpasang

source: No guardians has been set
id: wali murid belum terpasang

source: No links attached yet
id: Belum ada tautan terpasang

source: No materials in progress.
id: Tidak materi yang sedang dalam proses.

source: No more students to add
id: Tidak ada lagi murid untuk ditambahkan

source: No observation have been added yet
id: Belum ada observasi ditambahkan

source: No observations found
id: Tidak ada observasi yang ditemukan

source: No other students added yet.
id: Belum ada murid lain ditambahkan.

source: No phone set
id: Telfon belum terpasang

source: None
id: Tidak ada

source: Not Set
id: Belum Dipilih

source: Note
id: Catatan

source: Notes
id: Catatan

source: Observation
id: Observasi

source: Observations
id: Observasi

source: Observations Details
id: Detil Observasi

source: Oops, we fail to fetch new student data. Please try again in a minute.
id: Ups, kami gagal mengambil data murid baru. Silahkan coba beberapa saat lagi.

source: Or
id: Atau

source: Other
id: Yang lain

source: Other Related Students
id: Siswa Terkait Lainnya

source: Parent dashboard
id: Dashboard wali murid

source: Payment Success
id: Pembayaran Sukses

source: Payment details
id: Detil Pembayaran

source: Phone
id: Telepon

source: Pick a Date
id: Pilih Tanggal

source: Pick end date
id: Pilih tanggal akhir

source: Pick start date
id: Pilih tanggal awal

source: Plans
id: Rencana

source: Plans & Billing
id: Pembayaran

source: Post and upvote suggestions, ideas, and issues.
id: Posting dan upvote pada saran, ide, dan masalah

source: Posted on
id: Diunggah pada

source: Price
id: Harga

source: Profile
id: Profil

source: Recently Mastered
id: Baru saja Dikuasai

source: Record observations
id: Rekam observasi

source: Register for Free
id: Daftar dengan gratis

source: Related Area
id: Bidang Terkait

source: Relationship
id: Hubungan

source: Remove Class?
id: Hapus Kelas?

source: Remove Guardian?
id: Hilangkan Wali Murid?

source: Remove guardian?
id: Hapus wali murid?

source: Repeat Until
id: Ulang sampai

source: Repetition
id: Pengulangan

source: Reset Form
id: Ulang Formulir

source: Reset Password
id: Reset kata-sandi

source: Saturday
id: Sabtu

source: Save
id: Simpan

source: Search
id: Cari

source: Search students
id: Cari murid

source: See All
id: Lihat Semua

source: See All {0} Progress
id: Lihat Semua Progress {0}

source: Select Students
id: Pilih Murid

source: Select a guardian or create one
id: Pilih wali atau buat baru

source: Select from existing class
id: Pilih dari kelas yang ada

source: Send invites
id: Kirim undangan

source: Set
id: Pasang

source: Set as Active
id: Ubah jadi aktif

source: Set as Inactive
id: Ubah jadi non-aktif

source: Set as Profile
id: Pasang sebagai Profil

source: Set as active?
id: Atur menjadi aktif?

source: Set as inactive?
id: Atur menjadi nonaktif?

source: Set as profile?
id: Pasang sebagai profil?

source: Settings
id: Pengaturan

source: Setup curriculum
id: Atur kurikulum

source: Shoot us an e-mail
id: Kirim e-mail ke kami

source: Short Description
id: Deskripsi Pendek

source: Short Description*
id: Deskripsi Pendek*

source: Sign Up
id: Daftar

source: Soon
id: Segera Hadir

source: Standard
id: Standar

source: Standard Plan
id: Paket Standar

source: Start Time
id: Waktu Mulai

source: Start with a basic Montessori Curriculum that you can modify to your needs.
id: Mulai dengan Kurikulum Montessori dasar yang dapat Anda modifikasi sesuai kebutuhan.

source: Start with a blank curriculum that you can customize from scratch.
id: Mulai dengan kurikulum kosong yang dapat Anda kustom dari awal.

source: Student ID
id: ID Murid

source: Students
id: Murid

source: Subject name
id: Nama mata pelajaran

source: Subjects
id: Mata pelajaran

source: Subscribe
id: Bergabung

source: Subscribed
id: Mulai Langganan

source: Sunday
id: Minggu

source: Switch school
id: Pindah sekolah

source: Tell us about your classes, We'll help you track your students attendance.
id: Beri tahu kami tentang kelas Anda, Kami akan membantu Anda melacak kehadiran siswa Anda.

source: Thanks for Subscribing!
id: Terimakasih telah berlangganan dengan kami!

source: The term <0>"{term}"</0> does not match any student
id: Tidak ada murid dengan nama <0>"{term}"</0>

source: Theme
id: Tema

source: This guardian doesn't have any children registered yet.
id: Wali murid ini belum memiliki data murid.

source: This student doesn't have a guardian yet.
id: Murid ini belum mempunyai wali.

source: This will export all currently visible observations as a csv file, continue?
id: Ini akan mengekspor semua observasi yang terlihat saat ini sebagai file csv, lanjut?

source: Thursday
id: Kamis

source: Title
id: Judul

source: Today
id: Hari ini

source: Track curriculum progress
id: Lacak perkembangan kurikulum

source: Trial period has ended.
id: Masa coba telah selesai.

source: Try again
id: Coba lagi

source: Tuesday
id: Selasa

source: Unlimited students
id: Murid tak terbatas

source: Upload Photo
id: Unggah Foto

source: Use Custom
id: Gunakan Kustom

source: Use Montessori
id: Gunakan Montessori

source: Users
id: Pengguna

source: Visible to guardians
id: Dapat dilihat oleh wali

source: Wednesday
id: Rabu

source: Weekly
id: Mingguan

source: Welcome!! Create your first school or use an invitation link to join an existing school.
id: Selamat Datang!! Buatlah sekolah pertama anda sekarang, atau gunanakan link undangan untuk masuk ke sekolah yang sudah terdaftar.

source: What have you found?
id: Apa yang sudah anda temukan?

source: Yes
id: Ya

source: You
id: Anda

source: You can enable the curriculum feature to track student progress in your curriculum.
id: Anda dapat mengaktifkan fitur kurikulum untuk melacak perkembangan murid di kurikulum Anda.

source: You have no student enrolled
id: Tidak ada siswa yang terdaftar

source: Your Schools
id: Sekolah Anda

source: Your purchase is complete. A receipt of your order will be sent to you by email. Thanks for supporting us!
id: Pembayaran anda telah selesai. Kami akan mengirimkan resi kepada anda melalui email. Terimakasih telah mendukung kami! :)

source: active
id: aktif

source: for Teachers
id: untuk Guru

source: inactive
id: tidak aktif

source: new guardian
id: wali baru
