Repository: obserfy/obserfy
Catalog: apps/freyr/i18n/lingui/*/messages.po
Languages: id

source: $4 per User/month
id: $4 per Pengguna/bulan

source: <0>Store</0> your student's data. <1>Plan</1> their lessons. And <2>share</2> it all with parents with ease, on one platform built for the need of Montessori Schools.
id: <0>Simpan</0> data murid anda. <1>Rencanakan</1> pelajaran mereka. Dan <2>bagikan</2> itu semua dengan mudah ke wali murid, menggunakan satu platform yang di-design untuk memenuhi keperluan sekolah Montessori.

source: A user is anyone with their own login access to the school's dashboard, such as teachers and teaching assistants.
id: Pengguna adalah seseorang yang memiliki access untuk masuk ke dashboard sekolah anda, seperti guru dan assisten guru.

source: Allow parents to post observations at home about their children's task, and see observations that teachers had created.
id: Dapatkan observasi dari wali murid anda tentang pembelajaran murid anda dirumah. Dan buat mereka bisa melihat observasi di sekolah.

source: Built with speed and simplicity in mind
id: Dibuat untuk mudah dan cepat saat digunakan

source: Collaborate on Observations
id: Berkolaborasi dalam Observasi

source: Collaboration between parents and schools are important, especially in the post-COVID 19 world.
id: Kolaborasi antara wali murid dan sekolah adalah hal yang penting, terutama setelah COVID-19 melanda dunia.

source: Concepts
id: Konsep

source: Contact Us
id: Hubungi Kami

source: Create lesson plans
id: Rencanakan pembelajaran

source: Dashboard for parents to see their child's progress in realtime
id: Dashboard khusus wali murid untuk mengikuti progres anak mereka secara realtime

source: Digital record keeping
id: Pencatatan data secara digital

source: Documentation
id: Dokumentasi

source: Easily keep track of your student's progress through your curriculum in one place, making building reports easier.
id: Ikuti progress murid anda dalam kurikulum sekolah anda di satu tempat, buatlah pembuatan laporan anda lebih mudah.

source: Easily share photos of your students with their parents, and allow parents to post photos of their children doing tasks assigned to them outside of school.
id: Bagikan foto murid anda ke orang tua mereka dengan mudah, dan dapatkan foto dari orang tua mereka tentang kegiatan pembelajaran murid anda diluar sekolah.

source: For Parents
id: Untuk Wali Murid

source: For Teachers
id: Untuk Guru

source: Free 30-day trial
id: Gratis uji coba 30-hari

source: Getting support
id: Dapatkan bantuan

source: Give it a try now with a 30-days free trial
id: Mulai sekarang dengan uji coba gratis selama 30-hari

source: Giving access to parents
id: Memberi akses ke orang tua

source: Have a question? Shoot us a message using this form. We'd love to talk with you about your need.
id: Punya pertanyaan? Kirimkan pesan ke kami menggunakan form disamping.

source: How many student/parents can we have?
id: Berapa banyak murid/wali murid yang bisa kita masukan?

source: Image gallery
id: Galeri Gambar

source: Introductions
id: Pengenalan

source: Inviting your team
id: Undang tim anda

source: Last updated
id: Perubahan terakhir

source: Let parents see and keep track of their child's progress through your school's curriculum in realtime.
id: Berikan orang tua kemampuan untuk mengikuti perkemabangan anak mereka melalu kurikulum sekolah anda secara realtime.

source: Managing student records using paper and spreadsheets can be messy. Data can easily slip through the cracks.
id: Mengurus data murid menggunakan kertas dan spreadsheets tidaklah mudah. Data hilang terselip adalah biasa.

source: Message
id: Pesan

source: Montessori record keeping on phone and laptop
id: Pencatatan data Montessori menggunakan hp dan laptop.

source: Parent communication
id: Komunikasi dengan wali murid

source: Parent dashboard
id: Dashboard wali murid

source: Plan student's lesson
id: Rencanakan pembelajaran murid anda

source: Plan your student's lesson ahead of time, and share them with other teachers, and even with parents.
id: Rencanakan pembelajaran murid anda selama beberapa waktu kedepan, dan bagikan ke guru dan orang tua.

source: Pricing
id: Harga

source: Privacy Policy
id: Kebijakan Privasi

source: Record Observations
id: Catat Observasi

source: Record observations
id: Catat observasi

source: Run your Montessori School efficiently
id: Jalankan sekolah Montessori anda dengan efisien

source: Send
id: Kirim

source: Share curriculum progress with parents
id: Bagikan progress kurikulum ke wali murid

source: Share lesson plans
id: Bagikan rencana pembelajaran

source: Share lesson plans/tasks that parents can execute at home, along with some resources to guide them.
id: Bagikan rencana pembelajaran/tugas yang dapat orang tua laksanakan dirumah, dengan beberapa penjelasan untuk memimpin mereka

source: Share photos
id: Bagikan foto

source: Sign In for Parents
id: Masuk untuk Wali Murid

source: Sign In for Teachers
id: Masuk untuk Guru

source: Simple affordable pricing
id: Harga simple dan terjangkau

source: Simple and affordable user based pricing
id: Harga simple dan terjangkau yang berbasikan pada jumlah pengguna.

source: Simplifying the work that teachers do
id: Mempermudah pekerjaan guru.

source: Teacher dashboard for managing observations data
id: Dashboard guru untuk mengurus data observasi

source: Tools for building a more transparent and collaborative schools
id: Sofware untuk membuat sekolah yang lebih transparan dan kolaboratif

source: Track curriculum progress
id: Track progres di kurikulum

source: Track student's curriculum progress
id: Track progres murid dalam kurikulum

source: Try for Free
id: Coba Gratis

source: Try it now
id: Coba sekarang

source: Unlimited students
id: Jumlah murid tak terbatas

source: We don't charge or limit the number of students or parents that you work with.
id: Kami tidak menghitung atau membatasi jumlah murid atau wali murid yang anda catat.

source: We focus on keeping Obserfy fast to help you get your job done faster, and easy to use even if you are new to Montessori.
id: Kita fokus menjaga Obserfy tetap cepat agar pekerjaan anda lebih cepat selesai, dan kami berusaha menjaga Obserfy untuk mudah digunakan bahkan bagi sekolah Montessori baru.

source: We help simplify teacher's work by providing <0>one simple place for you to keep your student records</0> so that your data are accessible for all teachers, and easily shareable to parents.
id: Kita membantu mempermudah pekerjaan guru dengan memberikan <0>satu tempat simple untuk mencatat data murid</0> agar data murid anda selalu tersedia bagi selurah guru, dan dapat di bagikan dengan mudah ke wali murid.

source: We help you empower parents, providing custom dashboard for them to access and making it <0>easy to share your data and collaborate with parents on their child's education.</0>
id: Kami membantu anda untuk men-support orang tua, dashboard khusus kami membuat <0>membagikan data dan kolaborasi dengan orang tua lebih mudah.</0>

source: We help you keep your student observation in one place, so its available to every teachers, anytime, anywhere.
id: Kami membantu anda untuk menyimpan observasi murid anda di satu tempat, sehingga semua guru dapat mengakses-nya kapanpun, dimanapun.

source: What's New
id: Update Terbaru

source: Who counts as a User?
id: Siapa yang termasuk sebagai Pengguna?

source: You can track as many students as you want and share access to the parent dashboard to as many people as you need without increasing the cost.
id: Anda bisa mencatat data murid sebanyak yang anda butuhkan dan anda dapat membagikan akses ke Dashboard wali murid ke siapapun yang membutuhkan tanpa menaikan biaya anda.
